Repository: F1-Race-Start-Simulator/Simulator-iOS
Catalog: Simulator-iOS/*.lproj/Localizable.strings
Languages: de, fr, nl, pt_pt

# home_name
source: Home
de: Startseite
fr: Accueil
nl: Thuis
pt_pt: Inicial

# perfs_name
source: Your performances
de: Deine Performances
fr: Tes performances
nl: Uw voorstellingen
pt_pt: O seu desempenho

# best_perf_new
source: NEW BEST PERFORMANCE !
de: NEUER REKORD !
fr: NOUVEAU RECORD !
nl: NIEUW RECORD !
pt_pt: NOVO RECORDE !

# start_button
source: START
fr: DÉPART
pt_pt: PARTIDA

# play_game_button
source: PLAY THE GAME
de: SPIEL SPIELEN
fr: JOUER AU JEU
nl: HET SPEL SPELEN
pt_pt: JOGAR O JOGO

# rank_pick_label
source: Rankings
de: Ranking
fr: Classement
nl: Ranglijst
pt_pt: Classificação

# evol_pick_label
source: Evolution
de: Entwicklung
fr: Évolution
nl: Evolutie
pt_pt: Evolução

source: Jump start
de: Fehlstart
fr: Départ volé
nl: Valse start
pt_pt: Falso começo

# date_format
source: MM/dd/yyyy HH:mm
de: dd.MM.yyyy HH:mm
fr: dd/MM/yyyy HH:mm
nl: dd-MM-yyyy HH:mm
pt_pt: dd/MM/yyyy HH:mm

source: Sort by
de: Sortieren nach
fr: Trier par
nl: Sorteren op
pt_pt: Ordenar por

# best_time_index
source: Best time
de: Beste Zeit
fr: Meilleur temps
nl: Beste tijd
pt_pt: Melhor tempo

# date_index
source: Date
de: Datum
nl: Datum
pt_pt: Data

# best_perf_text_%@
source: Your record - %@ s
de: Dein Rekord - %@ s
fr: Ton record - %@ s
nl: Uw record - %@ s
pt_pt: O seu recorde - %@ s

# best_perf_attempt_text_%@_%d
source: (%@ - Attempt nÂ°%d)
de: (%@ - Versuch Nr. %d)
fr: (%@ - Tentative n°%d)
nl: (%@ - Poging nr. %d)
pt_pt: (%@ - Tentativa n.º%d)

# avg_perf_text_%@
source: Average reaction time - %@ s
de: Durchschnittliche Reaktionszeit - %@ s
fr: Temps de réaction moyen - %@ s
nl: Gemiddelde reactietijd - %@ s
pt_pt: Tempo médio de reação - %@ s
